Repository: gianinagaita/Licencee
Catalog: jbugs-angular/src/locale/messages.*.xlf
Languages: ro

source: Welcome
ro: Bine ai venit

source: Forgot Password?
ro: Ti-ai uitat parola?

source: Login
ro: Autentificare

source: menu
ro: meniu

source: Menu
ro: Meniu

source: User Management
ro: Managementul utilizatorilor

source: Permission Management
ro: Managementul permisiunilor

source: Bug management
ro: Managementul defectelor

source: Log Out
ro: Deconectati-va

source: Welcome to Software Issues Tracking System!
ro: Bine ai venit la Sistem de urmÄƒrire a problemelor software

source: View Bugs Statistics
ro: Vezi statistica de defecte

source: View notifications
ro: Vezi notificarile

source: Change password
ro: Schimba parola

source: Logout
ro: Deconectati-va

source: User update
ro: Actualizeaza Utilizatorul

source: <mat-option>{{role}}</mat-option>
ro: Rol

source: Cancel
ro: Anuleaza

source: Update
ro: Actualizati

source: First name
ro: Nume

source: Last name
ro: Prenume

source: Mobile number
ro: Numar de telefon

# templatesTitle
source: Actions
ro: Actiune

source: Edit
ro: Editare

source: Deactivate
ro: Dezactivare

source: Insert User
ro: Adauga utilizator

source: The field is required
ro: Acest camp este necesar

source: Number is invalid
ro: Numarul este incorect

source: Requires a msg group email !
ro: Este necesar un email de tip msg

source: Submit
ro: Trimite

source: Add
ro: Adauga

source: Update Bug
ro: Actualizati defectul

source: The field is required
ro: Campul este necesar

source: The field is required
ro: Campul este necesar

source: Number is invalid
ro: Numarul este invalid

source: Severity
ro: Severitatea

source: Low
ro: Scazut

source: Medium
ro: Mediu

source: High
ro: Ridicat

source: Critical
ro: Critic

source: Assign to:
ro: Atribuie lui:

source: View Bug
ro: Vezi defect

source: Description
ro: Descriere

source: Version
ro: Versiune

source: Target Date
ro: Data tinta

source: Fixed Version
ro: Versiune de fixare

source: Created by user:
ro: Creat de utilizatorul:

source: Assigned to user with id:
ro: Atribuit utilizatorului cu id-ul:

source: Download Excel
ro: DescarcaExcel

source: Download PDF
ro: Descarca PDF

source: Title
ro: Titlul

source: Description
ro: Descriere

source: TargetDate
ro: Data tinta

source: FixedVersion
ro: Versiune de fixare

source: Severity
ro: Severitate

source: View
ro: Vezi detalii

source: Add
ro: Adauga

source: Insert Bug
ro: Introduceti un defect

source: The field is required
ro: Campul este necesar

source: The field is required
ro: Campul este necesar

source: Number is invalid
ro: Numarul este invalid

source: Message
ro: Mesaj

source: Permission
ro: Permisiune

source: Roles Dropdown multiple
ro: Rolurile Multiple

source: Permission Dropdown multiple
ro: Permisiunile multiple

source: Add
ro: Adauga

source: Remove
ro: Sterge

source: Descrrption Dropdown multiple
ro: Descriere Multipla

source: Change Password
ro: Schimba parola

source: Please enter your new password
ro: te rog introdu noua parola

source: The passwords do not match
ro: Parolele nu se potrivesc

source: Choose reasons
ro: Alege motivÈ˜

source: Forgot Password
ro: Am uiatat parolaa

source: Security Reasons
ro: Motive de securitate

source: Argues
ro: Argumenteaza

source: Change
ro: Schimba
